Repository: bas524/kerberos-ticket-watcher
Catalog: po/*.po
Languages: fi, id, it, lt, nb, nl, pl, pt_br, tr, uk

source: for client %1
fi: asiakkaalle %1
id: untuk klien %1
it: per client %1
lt: klientui %1
nb: for klienten %1
nl: voor cliÃ«nt %1
pl: dla klienta %1
pt_br: para cliente %1
tr: %1 istemcisi için
uk: для клієнта %1

source: &Cancel
fi: &Peruuta
id: &Batal
it: &Annulla
lt: &Atšaukti
nb: &Avbryt
nl: &Annuleren
pl: &Anuluj
pt_br: &Cancelar
tr: &Vazgeç
uk: &Скасувати

source: &Change Kerberos Password
fi: &Vaihda Kerberos-salasana
id: &Ubah Sandi Kerberos
it: &Cambia password di Kerberos
lt: Pa&keisti Kerberos slaptažodį
nb: &Endre Kerberos-passord
nl: &Wachtwoord voor Kerberos wijzigen
pl: Z&mień hasło Kerberos
pt_br: &Modificar senha do Kerberos
tr: &Kerberos Şifresini Değiştir
uk: З&мінити пароль Kerberos

source: &Close
fi: &Sulje
id: &Tutup
it: &Chiudi
lt: &Užverti
nb: &Lukk
nl: Sluit&en
pl: &Zamknij
pt_br: Fe&char
tr: &Kapat
uk: &Закрити

source: &Destroy Ticket
fi: &Tuhoa lippu
id: &Musnahkan Tiket
it: &Distruggi ticket
lt: &Sunaikinti bilietą
nb: Ø&delegg billett
nl: Verwij&der ticket
pl: Z&niszcz bilet
pt_br: &Destruir ticket
tr: &Etiketi Yoket
uk: Зни&щити квиток

source: &Details...
fi: &Näytä tarkemmin...
id: &Rincian...
it: &Dettagli...
lt: &Išsamiau...
nb: &Detaljer...
pl: Szcz&egóły...
pt_br: &Detalhes...
tr: &Detaylar...
uk: &Подробиці...

source: &New Ticket
fi: &Uusi lippu
id: Tiket &Baru
it: &Nuovo ticket
lt: &Naujas bilietas
nb: &Ny billett
nl: &Nieuw ticket
pl: &Nowy bilet
pt_br: &Novo ticket
tr: &Yeni Etiket
uk: &Новий квиток

source: &Ok
id: &Oke
lt: &Gerai
tr: &Tamam
uk: &Гаразд

source: &Quit
fi: &Lopeta
id: &Keluar
it: &Esci
lt: &Išeiti
nb: &Avslutt
nl: &Stoppen
pl: &Zakończ
pt_br: &Sair
tr: &Çıkış
uk: В&ийти

source: &Refresh
fi: &Virkistä
id: &Segarkan
it: &Ricarica
lt: Atna&ujinti
nb: Oppdate&r
nl: He&rladen
pl: &Odśwież
pt_br: &Atualizar
tr: &Yenile
uk: &Оновити

source: &Renew Ticket
fi: &Uudista lippu
id: &Perbarui Tiket
it: &Rinnova ticket
lt: &Atnaujinti bilietą
nb: Fo&rny billett
nl: Ve&rnieuw ticket
pl: Odnó&w bilet
pt_br: &Renovar ticket
tr: &Etiketi Yenile
uk: Онови&ти квиток

source: &Version
id: &Versi
tr: &Sürüm

source: (none)
fi: (ei mitään)
id: (tidak ada)
it: (nessuno)
lt: (nieko)
nb: (ingen)
nl: (geen)
pl: (brak)
pt_br: (nenhum)
tr: (hiç)
uk: (немає)

source: Addresses
fi: Osoitteet
id: Alamat
it: Indirizzi
lt: Adresai
nb: Adresser
nl: Adres
pl: Adresy
pt_br: Endereços
tr: Adresler
uk: Адреси

source: Anonymous
fi: Nimetön
id: Anonim
it: Anonimo
lt: Anonimas
nb: Anonym
nl: Anoniem
pl: Anonimowy
pt_br: Anônimo
tr: Anonim
uk: Анонім

source: Application
id: Aplikasi
tr: Uygulama

source: Broken address (type %1 length %2)
fi: Rikkinäinen osoite (tyyppi %1 pituus %2)
id: Alamat rusak (tipe %1 penjang %2)
it: Indirizzo danneggiato (tipo %1 lunghezza %2)
lt: Blogas adresas (tipas: %1, ilgis:, %2)
nb: Feilformatert adresse (type %1 lengde %2)
nl: Gebroken adres (type %1 lengte %2)
pl: Błędny adres (typ %1 długość %2)
pt_br: Endereço malformado (tipo %1 comprimento %2)
tr: Bozuk adres (tür %1 uzunluk %2)
uk: Пошкоджена адреса (тип %1, довжина %2)

source: Build Date
id: Tanggal Pembuatan
tr: Yapım Tarihi

source: Change Kerberos Password
fi: Vaihda Kerberos-salasana
id: Ubah Kata Sandi Kerberos
it: Cambia password di Kerberos
lt: Pakeisti Kerberos slaptažodį
nb: Endre Kerberos-passord
nl: Wachtwoord voor Kerberos wijzigen
pl: Zmiana hasła Kerberos
pt_br: Modificar senha do Kerberos
tr: Kerberos Şifresini Değiştir
uk: Змінити пароль Kerberos

source: Change the password for principal <b>%1</b>
fi: Muuta salasana valtuudelle <b>%1</b>
id: Ubah kata sandi untuk <b>%1</b> pokok
it: Cambia la password per principal <b>%1</b>
nb: Endre passord for primærbruker <b>%1</b>
nl: Wijzig het wachtwoord voor de autoriteit <b>%1</b>
pl: Zmień hasło dla podmiotu </b>%1</b>
pt_br: Modificar a senha para o principal <b>%1</b>
tr: Yönetici şifresini değiştir <b>%1</b>
uk: Змінити пароль головного <b>%1</b>

source: Create a new Ticket
fi: Luo uusi lippu
id: Buat Tiket baru
it: Crea un nuovo Ticket
lt: Sukurti naują bilietą
nb: Opprett ny billett
nl: Een nieuw ticket aanmaken
pl: Utwórz nowy bilet
pt_br: Criar um novo ticket
tr: Yeni Etiket Oluştur
uk: Створити новий квиток

source: Day(s)
fi: Päivä(ä)
id: Hari
lt: Diena(-os)
pl: Dzień(dni)
tr: Gün(ler)
uk: Дні(в)

source: Default credential cache
fi: Valtakirjojen oletusvälimuisti
id: Cache kredensial baku
it: Cache credenziali predefinita
nb: Standard rettighetsmellomlager
nl: Standaard cache voor credential
pl: Domyślny bufor poświadczeń
pt_br: Cache padrão de credenciais
tr: Olağan güven belgesi önbelleği
uk: Кеш типових вірчих

source: Default principal:
id: Pokok baku: %3
tr: Olağan yönetici:

source: Destroy Kerberos Ticket Cache?
fi: Tuhoa Kerberos-lipun välimuisti?
id: Musnahkan Cache Tiket Kerberos?
it: Distruggere la Cache Ticket di Kerberos?
lt: Sunaikinti Kerberos bilieto podėlį?
nb: Vil du ødelegge mellomlageret for Kerberos-billetter?
nl: Cache voor Kerberos tickets legen?
pl: Zniszczyć bufor biletów Kerberos?
pt_br: Destruir a cache de tickets do Kerberos?
tr: Kerberos Etiket Önbelleğini Silmek İstediğinize Emin Misiniz?
uk: Знищити кеш квитків Kerberos?

source: Destroy the Ticket
fi: Tuhoa lippu
id: Musnahkan Tiket
it: Distruggi il Ticket
lt: Sunaikinti bilietą
nb: Ødelegg billetten
nl: Verwijder het ticket
pl: Niszczenie biletu
pt_br: Destruir o ticket
tr: Etiketi Yok Et
uk: Знищити квиток

source: Do you want to destroy the ticket cache?
fi: Haluatko varmasti tuhota lipun välimuistin?
id: Apakah Anda ingin memusnahkan cache tiket?
it: Si desidera distruggere la ticket cache?
lt: Sunaikinti bilieto podėlį?
nb: Vil du ødelegge billettmellomlageret?
nl: Wilt u de cache voor tickets legen?
pl: Czy na prawdę zniszczyć bufor biletów?
pt_br: Deseja destruir a cache de tickets?
tr: Etiket önbelleğini silmek istediğinize emin misiniz?
uk: Ви дійсно хочете знищити кеш квитків Kerberos?

source: Enter new password:
fi: Anna uusi salasana:
id: Masukkan kata sandi baru:
it: Immettere nuova password:
lt: Įveskite naują slaptažodį:
nb: Angi nytt passord:
nl: Voer een nieuw wachtwoord in:
pl: Proszę podać nowe hasło:
pt_br: Digite a nova senha:
tr: Yeni şifreyi girin:
uk: Введіть новий пароль:

source: Error !
fi: Virhe !
id: Kesalahan !
it: Errore!
lt: Klaida!
nb: Feil !
nl: Fout !
pl: Błąd!
pt_br: Erro!
tr: Hata !
uk: Помилка!

source: Error while setting cache flags
fi: Virhe asetettaessa välimuistin lippua
id: Terjadi kesalahan saat mengatur tanda cache
it: Errore durante l'impostazione della cache flags
lt: Nustatant podėlio vėliavėles įvyko klaida
nb: Feil ved definisjon av mellomlagervalg
nl: Fout bij het zetten van cache-vlag
pl: Błąd podczas ustawiania flag bufora
pt_br: Erro ao estabelecer as opções da cache
tr: Önbellek bayrakları ayarlanırken hata oluştu
uk: Помилка під час встановлення прапорців кешу

source: Expires
fi: Vanhenee
id: Kadaluarsa
it: Scade
lt: Nustoja galioti
nb: Utløper
nl: Verlopen
pl: Wygasa
pt_br: Expira
tr: Süresi doldu
uk: Застаріє

source: Failure
fi: Epäonnistui
id: Gagal
it: Operazione non riuscita
lt: Nesėkmė
nb: Mislyktes
nl: Mislukt
pl: Niepowodzenie
pt_br: Falha
tr: Başarısızlık
uk: Невдача

source: Forwardable
fi: Välitettävissä
id: Dapat diteruskan
nb: Overførbar
nl: Door te sturen
pl: Przekazywalne
pt_br: Encaminhável
tr: İlerleyebilir
uk: Можна перенаправляти

source: Forwarded
fi: Välitetty
id: Diteruskan
lt: Persiųstas
nb: Overført
nl: Doorgestuurd
pl: Przekazane
pt_br: Encaminhado
tr: İlerlemiş
uk: Перенаправлено

source: Full Version
id: Versi Lengkap
tr: Tam Versiyon

source: HW Auth
id: Otentikasi HW
it: HW Autorizzato
nb: Maskinvareautorisasjon
pl: Uwierzytelnianie HW
pt_br: Autenticação HW
tr: HW Yazarı
uk: Апаратне уповноваження

source: Hide password
id: Sembunyikan kata sandi
tr: Parola gizle

source: I couldn't detect any system tray on this system.
fi: Ilmoitusaluetta ei löytynyt tästä järjestelmästä.
id: Saya tidak dapat mendeteksi semua baki sistem pada sistem ini.
it: Non è possibile rilevare nessuna barra di sistema in questo sistema.
lt: Šioje sistemoje nepavyksta aptikti sistemos dėklo.
nb: Fant ingen systemkurv på dette systemet.
nl: Er is geen systeemvak gevonden op dit systeem.
pl: Nie można wykryć paska zadań w tym systemie.
pt_br: Não consegui detectar nenhuma bandeja do sistema neste sistema.
tr: Bu sistemde bildirim alanı tespit edemedim.
uk: Не вдалося виявити системний лоток в цій системі.

source: Initial
fi: Alkuperäinen
id: Awalan
it: Inizializzazione
nb: Første
nl: Initieel
pl: Początkowe
pt_br: Inicial
tr: İlk
uk: Початкове

source: Invalid
fi: Virheellinen
id: Tidak Valid
it: Non valido
lt: Netinkamas
nb: Ugyldig
nl: Ongeldig
pl: Nieprawidłowy
pt_br: Inválido
tr: Geçersiz
uk: Не чинний

source: Invalid Password
fi: Virheellinen salasana
id: Kata Sandi Tidak Valid
it: Password non valida.
lt: Netinkamas slaptažodis
nb: Ugyldig passord
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt_br: Senha inválida
tr: Geçersiz Parola
uk: Неправильний пароль

source: Invalid principal name
fi: Virheellinen valtuuden nimi
id: Nama pokok tidak valid
it: Nome principale non valido
nb: Ugyldig primærbrukernavn
nl: Ongeldige naam van autoriteit
pl: Nieprawidłowa nazwa podmiotu
pt_br: Nome do principal inválido
tr: Geçersiz yönetici ismi
uk: Не правильна назва головного

source: Kerberos Password Dialog
fi: Kerberos-salasanaikkuna
id: Dialog Kata Sandi Kerberos
it: Finestra di dialogo per la password di Kerberos
lt: Kerberos slaptažodžio langas
nb: Dialog for Kerberos-passord
nl: Kerberos wachtwoorddialoogvenster
pl: Okno dialogowe haseł Kerberos
pt_br: Diálogo de senha do kerberos
tr: Kerberos Şifre Diyaloğu
uk: Вікно пароля Kerberos

source: Kerberos Ticket List
fi: Kerberos-lippuluettelo
id: Daftar Tiket Kerberos
it: Lista dei Ticket di Kerberos
lt: Kerberos bilietų sąrašas
nb: Kerberos-billettliste
nl: Kerberos ticketlijst
pl: Lista biletów Kerberos
pt_br: Lista de tickets do kerberos
tr: Kerberos Etiket Listesi
uk: Список квитків Kerberos

source: Kerberos5 Ticket Watcher
id: Daftar Tiket Kerberos
tr: Kerberos Etiket Listesi

source: Kerberos5 Ticket Watcher Version
id: Versi
tr: Sürüm

source: Key Encryption Type
fi: Avaimen salaustapa
id: Tipe Kunci Enkripsi
it: Tipo di Cifratura della Chiave
lt: Rakto šifravimo tipas
nb: Nøkkelkrypteringstype
nl: Versleutelingstype van sleutel
pl: Rodzaj szyfrowania klucza
pt_br: Tipo de Encriptação da chave
tr: Anahtar Şifreleme Türü
uk: Тип шифрування ключів

source: Lifetime:
fi: Kelpoisuusaika:
id: Jangka hidup:
it: Durata di vita:
lt: Gyvavimo laikotarpis:
nb: Levetid:
nl: Levensduur:
pl: Czas ważności:
pt_br: Tempo de vida:
tr: Ömür:
uk: Тривалість життя:

source: May Postdate
fi: Päiväys voidaan myöhentää
id: Mungkin Setelah Tanggal
it: Può essere postdatato
nb: Kan etterdatere
nl: Latere datum toegestaan
pl: Może postdatować
pt_br: Pode atrasar
tr: Gönderim Tarihi
uk: Можна з майбутньою датою

source: New Ticket
fi: Uusi lippu
id: Tiket Baru
it: Nuovo Ticket
lt: Naujas bilietas
nb: Ny billett
nl: Nieuw ticket
pl: Nowy bilet
pt_br: Novo ticket
tr: Yeni Etiket
uk: Новий квиток

source: No Credential Cache found
fi: Valtakirjan välimuistia ei löytynyt
id: Cache Kredensial Tidak Ditemukan
it: Nessuna Cache di Credenziali trovata
nb: Rettighetsmellomlager ikke funnet
nl: Geen cache voor credentials gevonden
pl: Nie znaleziono bufora poświadczeń
pt_br: Nenhuma cache de credenciais encontrada
tr: Güven Belgesi Önbelleği bulunamadı
uk: Не знайдено кеш типових вірчих

source: No credentials cache found
fi: Valtuustietojen välimuistia ei löytynyt
id: Cache kredensial tidak ditemukan
it: Nessuna cache di credenziali trovata
nb: Ingen rettigheter funnet
nl: Geen cache voor credentials gevonden
pl: Nie znaleziono bufora poświadczeń
pt_br: Nenhuma cache de credenciais encontrada
tr: Güven belgesi önbelleği bulunamadı
uk: Не знайдено кеш типових вірчих

source: Ok as Delegate
fi: Hyväksytty valtuutus
id: Oke sebagai Utusan
it: Ok come Delegato
nb: Ok som delegat
nl: Ok als gedelegeerde
pl: Ok jako delegat
pt_br: Ok como Representante
tr: Delege olarak Onayla
uk: Можна як делегат

source: Password change failed
fi: Salasanan vaihto epäonnistui
id: Gagal mengubah kata sandi
it: Cambiamento password non riuscito
lt: Slaptažodžio nepavyko pakeisti
nb: Passordendring mislyktes
nl: Wijzigen van wachtwoord is mislukt
pl: Zmiana hasła zakończona niepowodzeniem
pt_br: A mudança de senha falhou
tr: Şifre değiştirilemedi
uk: Помилка зміни пароля

source: Password expires after %1 days
id: Kata sandi berakhir setelah % 1 hari
tr: Parola %1 gün sonra sona eriyor

source: Password expires on %1
id: Tiket berakhir dalam %1
tr: Etiket %1 de biter

source: Password:
fi: Salasana:
id: Kata Sandi:
lt: Slaptažodis:
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
tr: Parola:
uk: Пароль:

source: Please enter the Kerberos password for <b>%1</b>
fi: Anna <b>%1</b> Kerberos-salasana
id: Silakan masukkan kata sandi Kerberos untuk <b>%1</b>
it: Immettere la password di Kerberos per <b>%1</b>
lt: Įveskite Kerberos slaptažodį, skirtą <b>%1</b>
nb: Angi Kerberos-passordet for <b>%1</b>
nl: Voer het Kerberos wachtwoord in van <b>%1</b>
pl: Proszę wpisać hasło Kerberos dla <b>%1</b>
pt_br: Digite a senha do Kerberos para <b>%1</b>
tr: Lütfen <b>%1</b> için Kerberos şifrenizi girin
uk: Будь ласка, введіть пароль Kerberos для <b>%1</b>

source: Postdate
id: Setelah Tanggal
tr: İleri Tarihli

source: Pre Auth
id: Sebelum Otorisasi
it: Pre Autorizzato
nb: Forhåndsautorisert
pl: Uwierzytelnianie pre
pt_br: Autenticação prévia
tr: Ön Yazar
uk: Передуповноваження

source: Principal:
fi: Valtuus:
id: Pokok:
it: Principale:
nb: Primærbruker:
nl: Autoriteit:
pl: Podmiot:
tr: Yönetici:
uk: Головний:

source: Property
fi: Ominaisuus
id: Properti
it: Proprietà
lt: Savybė
nb: Egenskap
nl: Eigenschappen
pl: Właściwość
pt_br: Propriedade
tr: Nitelik
uk: Властивість

source: Proxiable
fi: Välitettävissä
id: Dapat diproxy
nb: Fullmakt
nl: Proxy aanbrengen kan
pl: Możliwe dla pełnomocników
pt_br: Via proxy
tr: Vekaletname
uk: Можна з проксі

source: Proxy
fi: Välityspalvelin
lt: Įgaliotasis serveris
nb: Fullmaktsinnehaver
pl: Pełnomocnik
tr: Vekil
uk: Проксі

source: Qt Version
id: Versi Qt
tr: Qt Sürümü

source: Quit Kerberos5 Ticket Watcher
id: Keluar dari Kerberos5 Ticket Watcher
tr: Quit Kerberos5 Ticket Watcher'dan Çık

source: Re&store
fi: &Palauta
id: Pulihkan
it: Ri&pristina
lt: &Atstatyti
nb: Gje&nopprett
nl: He&rstellen
pl: P&rzywróć
pt_br: Re&staurar
tr: Onar
uk: В&ідновити

source: Reenter password:
fi: Anna salasana uudestaan:
id: Masukkan ulang kata sandi:
it: Reinserire password:
lt: Pakartotinai įveskite slaptažodį:
nb: Bekreft passord:
nl: Wachtwoord herhalen:
pl: Powtórzenie hasła:
pt_br: Redigite a senha:
tr: Şifrenizi tekrar giriniz:
uk: Знов введіть пароль:

source: Renew the Ticket
fi: Uudista lippu
id: Perbarui Tiket
it: Rinnova il Ticket
lt: Atnaujinti bilietą
nb: Forny billetten
nl: Vernieuw het ticket
pl: Odnów bilet
pt_br: Renovar o ticket
tr: Etiketi Yenile
uk: Оновити квиток

source: Renew until
fi: Uudista kunnes
id: Perbarui sampai
it: Rinnova fino a
nb: Forny inntil
nl: Vernieuw tot
pl: Odnów do
pt_br: Renovar até
tr: Yenilenene kadar
uk: Оновити до

source: Renewable
fi: Uudistettavissa
id: Dapat diperbarui
it: Rinnovable
nb: Fornybar
nl: Te vernieuwen
pl: Odnawialne
pt_br: Renovável
tr: Yenilenebilir
uk: Можна оновлювати

source: Renewable for:
fi: Uudistettavissa:
id: Dapat diperbarui selama:
it: Rinnovabile per:
nb: Fornybar til:
nl: Te vernieuwen voor:
pl: Odnawialne dla:
pt_br: Renovável por:
tr: - için yenilenebilir
uk: Оновлюється :

source: Restore the Window
fi: Palauta ikkuna
id: Pulihkan Jendela
it: Ripristina la finestra
lt: Atstatyti langą
nb: Gjenopprett vinduet
nl: Herstel het venster
pl: Przywróć okno
pt_br: Restaurar a janela
tr: Pencereyi Onar
uk: Відновити вікно

source: Service principal
fi: Palvelun valtuutus
id: Pokok layanan
it: Servizio principale
nb: Tjenestens primærbruker
nl: Service autoriteit
pl: Usługa główna
pt_br: Principal do serviço
tr: Servis yöneticisi
uk: Головний служби

source: Show password
id: Tampilkan kata sandi
tr: Parola göster:

source: Systray
fi: Ilmoitusalue
id: Baki sistem
it: Vassoio di sistema
lt: Sistemos dėklas
nb: Systemkurv
nl: Systeemvak
pl: Obszar powiadamiania
pt_br: Bandeja do sistema
tr: Bildirim Alanı
uk: Системний лоток

source: The password you entered is invalid
fi: Antamasi salasana ei kelpaa
id: Kata sandi yang Anda masukkan tidak valid
it: La password non è valida
lt: Įvestas netinkamas slaptažodis
nb: Passordet er ugyldig
nl: Het opgegeven wachtwoord is ongeldig
pl: Podane hasło jest nieprawidłowe
pt_br: A senha fornecida é inválida
tr: Girdiğiniz parola geçerli değil
uk: Ви ввели неправильний пароль

source: The passwords are not equal
fi: Salasanat eivät täsmää
id: Kata sandi tidak sama
it: Le password non corrispondono
lt: Slaptažodžiai nesutampa
nb: Passordene er ikke identiske
nl: De wachtwoorden zijn niet gelijk
pl: Hasła nie są takie same
pt_br: As senhas não correspondem
tr: Girdiğiniz şifreler uyuşmuyor
uk: Паролі не збігаються

source: Ticket Encryption Type
fi: Lipun salaustapa
id: Tipe Enkripsi Tiket
it: Tipo di Cifratura del Ticket
lt: Bilieto šifravimo tipas
nb: Billettkrypteringstype
nl: Type versleuteling voor ticket
pl: Rodzaj szyfrowania biletu
pt_br: Tipo de encriptação do ticket
tr: Etiket Şifreleme Türü
uk: Тип шифрування квитка

source: Ticket Flags
fi: Lipun vivut
id: Tanda Tiket
lt: Bilieto vėliavėlės
nb: Billettvalg
nl: Ticketvlaggen
pl: Flagi biletu
pt_br: Indicadores do ticket
tr: Etiket Bayrakları
uk: Прапорці квитка

source: Ticket Flags Legend
fi: Lipun vipujen selitykset
id: Legenda Tanda Tiket
it: Leganda Ticket Flags
lt: Bilieto vėliavėlių legenda
nb: Beskrivelse av billettvalg
nl: Verklaring ticketvlaggen
pl: Legenda flag biletu
pt_br: Legenda dos indicadores do ticket
tr: Etiket Bayrakları Efsanesi
uk: Легенда прапорців квитка

source: Ticket cache cannot be destroyed.
fi: Lipun välimuistia ei voi tuhota.
id: Cache tiket tidak dapat dimusnahkan.
it: La Ticket cache non può essere distrutta.
lt: Nepavyksta sunaikinti bilieto podėlio.
nb: Billettmellomlager kan ikke ødelegges.
nl: De cache voor tickets kan niet worden verwijderd.
pl: Nie można usunąć bufora biletów.
pt_br: A cache de tickets não pode ser destruída.
tr: Etiket önbelleği yok edilemez.
uk: Кеш квитків неможливо знищити.

source: Ticket cache:
id: Cache tiket:
tr: Etiket önbelleği:

source: Ticket cache: %1:%2
fi: Lipun välimuisti: %1:%2
id: Cache tiket: %1:%2
lt: Bilieto podėlis: %1:%2
nb: Billettmellomlager: %1:%2
nl: Cache voor ticket: %1:%2
pl: Bufor biletów: %1:%2
pt_br: Cache de tickets: %1:%2
tr: Etiket önbelleği: %1:%2
uk: Кеш квитків: %1:%2

source: Ticket expires in %1
fi: Lippu vanhenee %1
id: Tiket berakhir dalam %1
it: Il ticket scade in %1
nb: Billetten utløper om %1
nl: Ticket verloopt na %1
pl: Bilet wygasa za %1
pt_br: Ticket expira em %1
tr: Etiket %1 de biter
uk: Квиток застаріє за %1

source: Ticket flags
fi: Lipun vivut
id: Tanda tiket
lt: Bilieto vėliavėlės
nb: Billettvalg
nl: Ticketvlaggen
pl: Flagi biletu
pt_br: Indicadores do ticket
tr: Etiket bayrakları
uk: Прапорці квитка

source: Ticket renewed
fi: Lippu uusittiin
id: Tiket diperbarui
it: Ticket rinnovato
lt: Bilietas atnaujintas
nb: Billett fornyet
nl: Ticket vernieuwd
pl: Bilet odnowiony
pt_br: Ticket renovado
tr: Etiket yenilendi
uk: Квиток оновлено

source: Ticket successfully renewed.
fi: Lippu uusittiin onnistuneesti
id: Tiket berhasil diperbarui.
it: Ticket rinnovato con successo.
lt: Bilietas sėkmingai atnaujintas.
nb: Billetten er fornyet.
nl: Ticket met succes vernieuwd.
pl: Bilet odnowiony pomyślnie.
pt_br: Ticket renovado com sucesso.
tr: Etiket başarıyla yenilendi
uk: Квиток успішно оновлено.

source: Time Remaining
fi: Aikaa jäljellä
id: Sisa Waktu
it: Tempo rimanente
lt: Liko laiko
nb: Gjenværende tid
nl: Resterende tijd
pl: Pozostały czas
pt_br: Tempo restante
tr: Kalan Süre
uk: Залишилось часу

source: Transit Policy Checked
fi: Siirtosääntö tarkistettu
id: Kebijakan Transit Diperiksa
it: Regole di Transito Verificate
nb: Overføringsregler kontrollert
nl: Transitbeleid gecontroleerd
pl: Założenia tranzytu sprawdzone
pt_br: Política de trânsito verificada
tr: Aktarım İlkeleri Kontrol Edildi
uk: Перевірка правила транзиту

source: Unknown address type %1
fi: Tuntematon osoitetyyppi %1
id: Tipe alamat %1 tidak diketahui
it: Tipo di indirizzo sconosciuto %1
lt: Nežinomas adreso tipas %1
nb: Ukjent adressetype %1
nl: Onbekend type adres %1
pl: Nieznany typ adresu %1
pt_br: Tipo de endereço desconhecido %1
tr: Bilinmeyen adres türü %1
uk: Невідомий тип адреси %1

source: Unknown principal
fi: Tuntematon valtuus
id: Pokok tidak diketahui
it: Principal sconosciuto
nb: Ukjent primærbruker
nl: Onbekende autoriteit
pl: Nieznany przełożony
pt_br: Principal desconhecido
tr: Bilinmeyen yönetici
uk: Невідомий головний

source: Unknown realm
fi: Tuntematon valtakunta (realm)
id: Dunia tidak diketahui
it: Realm sconosciuto
nb: Ukjent region
nl: Onbekend domein
pl: Nieznana domena
pt_br: Domínio desconhecido
tr: Bilinmeyen alan
uk: Невідома область

source: Valid starting
fi: Voimassa alkaen
id: Awal valid
it: Inizializzazione valida
nb: Startverdi
nl: Geldig opstarten
pl: Prawidłowe uruchamianie
pt_br: Início válido
tr: Geçerli başlangıç
uk: Чинний від

source: Value
fi: Arvo
id: Nilai
it: Valore
lt: Reikšmė
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
tr: Değer
uk: Значення

source: Warning
id: Peringatan
tr: Uyarı

source: Your password expired, please change it
id: Kata sandi Anda kedaluwarsa, harap ubah
tr: Şifrenizin süresi doldu, lütfen değiştirin

source: days
fi: päivää
id: hari
it: giorni
lt: d.
nb: dager
nl: dagen
pl: dni
pt_br: dias
tr: günler
uk: дні(в)

source: default
fi: oletus
id: baku
it: predefinito
lt: numatyta
nb: standard
nl: standaard
pl: domyślny
pt_br: padrão
tr: Öntanımlı
uk: типовий

source: forwardable
fi: välitettävissä
id: dapat diteruskan
nb: overførbar
nl: door te sturen
pl: Przekazywalne
pt_br: encaminhável
tr: ilerleyebilir
uk: можна перенаправляти

source: hours
fi: tuntia
id: jam
it: ore
lt: valandos
nb: timer
nl: uren
pl: godzin
pt_br: horas
tr: saatler
uk: год.

source: microseconds
id: mikrodetik
tr: mikrosaniye

source: minutes
fi: minuuttia
id: menit
it: minuti
lt: minutės
nb: minutter
nl: minuten
pl: minut
pt_br: minutos
tr: dakikalar
uk: хв.

source: proxiable
fi: välitettävissä
id: dapat diproxy
nb: fullmakt
nl: proxy aanbrengen kan
pl: Możliwe dla pełnomocników
pt_br: via proxy
tr: vekaletname
uk: можна з проксі

source: seconds
fi: sekuntia
id: detik
it: secondi
lt: sekundės
nb: sekunder
nl: seconden
pl: sekund
pt_br: segundos
tr: saniye
uk: сек

source: undefined
id: tidak terdefinisi
tr: tanımsız

source: Alt+C
nl: Alt+A
pl: Alt+K

source: Change the Kerberos Password
fi: Vaihda Kerberos-salasana
it: Cambia la password di Kerberos
nb: Endre Kerberos-passordet
nl: Wijzig het wachtwoord van Kerberos
pl: Zmiana hasła Kerberos
pt_br: Modificar a senha do Kerberos
uk: Змінити пароль Kerberos

source: Default principal: %3
fi: Oletusvaltuus: %3
it: Principal predefinito: %3
nb: Standard primærbruker: %3
nl: Standaard autoriteit: %3
pl: Domyślny podmiot: %3
pt_br: Principal padrão: %3
uk: Типовий головний: %3

source: Postdated
fi: Myöhennetty päiväys
it: Postdatato
nb: Etterdatert
nl: Latere datum gebruikt
pl: Postdatowano
pt_br: Atrasado
uk: Майбутня дата

source: Quit krb5TicketWatcher
fi: Lopeta krb5TicketWatcher
it: Abbandonare krb5TicketWatcher
nb: Avslutt krb5TicketWatcher
nl: Sluit krb5TicketWatcher af
pl: Zakończ program krb5TicketWatcher
pt_br: Sair do krb5TicketWatcher
uk: Закрити krb5TicketWatcher

source: Ctrl+Q
lt: Vald(Ctrl)+Q
nl: Ctrl+S
pt_br: Ctrl+S

source: Ctrl+S
lt: Vald(Ctrl)+S
nl: Ctrl+O
pt_br: Ctrl+L

source: Ctrl+C
lt: Vald(Ctrl)+P

source: Ctrl+D
lt: Vald(Ctrl)+D
