Repository: bas524/kerberos-ticket-watcher
Catalog: po/*.po
Languages: fi, id, it, lt, nb, nl, pl, pt_br, tr, uk

source: Ctrl+N
lt: Vald(Ctrl)+N

source: Ctrl+R
lt: Vald(Ctrl)+R
