Repository: bas524/kerberos-ticket-watcher
Catalog: krb5-ticket-watcher/po/*.po
Languages: ar, cs, de, es, fr, hu, ja, km, ru, sv

source: for client %1
ar: للعميل %1
cs: pro klienta %1
de: für Client %1
es: para el cliente %1
fr: pour le client %1
hu: %1 ügyfélnek
ja: クライアント %1
km: សម្រាប់​ម៉ាស៊ីនភ្ញៀវ %1
ru: для клиента %1
sv: för klienten %1

source: &Cancel
ar: إل&غاء
cs: &Zrušit
de: &Abbrechen
es: &Cancelar
fr: &Annuler
hu: &Mégse
ja: キャンセル (&C)
km: បោះបង់
ru: Отмена(&C)
sv: Av&bryt

source: &Change Kerberos Password
ar: &تغيير كلمة السر لـ Kerberos
cs: &Změnit heslo Kerberos
de: Kerberos Passwort ä&ndern
es: &Cambiar la contraseña de Kerberos
fr: &Changer le mot de passe Kerberos
hu: Kerberos jelszó meg&változtatása
ja: Kerberos パスワードの変更 (&C)
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់ Kerberos
ru: Изменить пароль Kerberos(&C)
sv: &Ändra Kerberos-lösenord

source: &Close
ar: إغلا&ق
cs: &Zavřít
de: &Schließen
es: &Cerrar
fr: &Fermer
hu: &Bezárás
ja: 閉じる (&C)
km: បិទ
ru: Закрыть(&C)
sv: Stän&g

source: &Destroy Ticket
ar: &إتلاف البطاقة
cs: &Zrušit lístek
de: Ticket &zerstören
es: &Destruir el ticket
fr: &Détruire le ticket
hu: Jegy &megsemmisítése
ja: チケットの廃棄 (&D)
km: បំផ្លាញ​សំបុត្រ
ru: Уничтожить билет(&D)
sv: &Förstör biljett

source: &Details...
ar: الت&فاصيل...
cs: &Detaily...
es: &Detalles...
fr: &Détails...
hu: &Részletek...
ja: 詳細 (&D)...
km: សេចក្ដី​លម្អិត...
ru: Подробности(&D)...
sv: &Detaljer...

source: &New Ticket
ar: ب&طاقة جديدة
cs: &Nový lístek
de: &Neues Ticket
es: &Nuevo ticket
fr: &Nouveau ticket
hu: Ú&j jegy
ja: 新しいチケット (&N)
km: សំបុត្រ​ថ្មី
ru: Новый билет(&N)
sv: &Ny biljett

source: &Ok
ar: مواف&ق
es: Acep&tar
ja: OK (&O)
km: យល់ព្រម

source: &Quit
ar: إ&نهاء
cs: U&končit
de: &Beenden
es: Aban&donar
fr: &Quitter
hu: &Kilépés
ja: 終了 (&Q)
km: ចេញ
ru: Выход(&Q)
sv: Avsl&uta

source: &Refresh
ar: ت&جديد
cs: &Obnovit
de: &Erneuern
es: Actualiza&r
fr: Actualise&r
hu: F&rissítés
ja: 更新 (&R)
km: ធ្វើ​ឲ្យ​ស្រស់
ru: Обновить(&R)
sv: Uppdate&ra

source: &Renew Ticket
ar: &إعادة تجديد البطاقة
cs: &Obnovit lístek
de: Ticket e&rneuern
es: &Renovar el ticket
fr: &Renouveler le ticket
hu: Jegy megújí&tása
ja: チケットの更新 (&R)
km: បន្ត​សំបុត្រ
ru: Обновить билет(&R)
sv: &Förnya biljett

source: (none)
ar: (بلا)
cs: (Žádné)
de: (keine)
es: (ninguno)
fr: (aucun)
hu: (nincs)
ja: (なし)
km: (គ្មាន)
ru: (нет)
sv: (Ingen)

source: Addresses
ar: العناوين
cs: Adresy
de: Adressen
es: Direcciones
fr: Adresses
hu: Címek
ja: アドレス
km: អាសយដ្ឋាន​
ru: Адреса
sv: Adresser

source: Alt+C
de: Alt+A
km: ជំនួស(Alt)+C

source: Alt+D
km: ជំនួស(Alt)+D

source: Alt+O
km: ជំនួស(Alt)+O

source: Alt+R
de: Alt+E
km: ជំនួស(Alt)+R

source: Anonymous
ar: مجهول
cs: Anonymní
es: Anónimo
fr: Anonyme
hu: Anoním
ja: 匿名
km: អនាមិក
ru: Анонимно
sv: Anonym

source: Broken address (type %1 length %2)
ar: عنوان غير صحيح (نوع %1 طول %2)
cs: Neplatná adresa (typ %1, délka %2)
de: Ungültige Adresse (Typ %1 Länge %2)
es: Dirección no válida (tipo %1 longitud %2)
fr: Adresse rompue (type %1 longueur %2)
hu: Hibás cím (%1 típus, hossz %2)
ja: 誤ったアドレス (種類 %1 長さ %2)
km: អាសយដ្ឋាន​ខូច (ប្រភេទ %1 ប្រវែង %2)
ru: Неверный адрес (тип %1 длина %2)
sv: Skadad adress (typ %1 längd %2)

source: Change Kerberos Password
ar: تغيير كلمة السر لـ Kerberos
cs: Změnit heslo Kerberos
de: Kerberos Passwort ändern
es: Cambiar la contraseña de Kerberos
fr: Changer le mot de passe Kerberos
hu: Kerberos jelszó megváltoztatása
ja: Kerberos パスワードの変更
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់ Kerberos
ru: Изменить пароль Kerberos
sv: Ändra Kerberos-lösenord

source: Change the Kerberos Password
ar: تغيير كلمة السر لـ Kerberos
cs: Změnit heslo Kerberos
de: Kerberos Passwort ändern
es: Cambiar la contraseña de Kerberos
fr: Changer le mot de passe Kerberos
hu: Kerberos jelszó megváltoztatása
ja: Kerberos パスワードの変更
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​របស់ Kerberos
ru: Изменить пароль Kerberos
sv: Ändra Kerberos-lösenordet

source: Change the password for principal <b>%1</b>
ar: تغيير كلمة السر لـ <b>%1</b> الرئيسي
cs: Změnit heslo pro ověřovanou entitu <b>%1</b>
de: Passwort für das Principal <b>%1</b> ändern
es: Cambiar la contraseña para el sujeto principal <b>%1</b>
fr: Modifier le mot de passe pour le principal <b>%1</b>
hu: Az igazgató jelszavának módosítása <b>%1</b>
ja: 以下のプリンシパルのパスワードを変更 <b>%1</b>
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់​សម្រាប់​គោលការណ៍ <b>%1</b>
ru: Изменить пароль для роли <b>%1</b>
sv: Ändra lösenordet för principen <b>%1</b>

source: Create a new Ticket
ar: إنشاء بطاقة جديدة
cs: Vytvořit nový lístek
de: Neues Ticket erzeugen
es: Crear un nuevo ticket
fr: Créer un nouveau ticket
hu: Új jegy készítése
ja: 新しいチケットの作成
km: បង្កើត​សំបុត្រ​ថ្មី
ru: Создать новый билет
sv: Skapa en ny biljett

source: Ctrl+C
de: Ctrl+N
km: បញ្ជា(Ctrl)+C

source: Ctrl+D
de: Ctrl+Z
km: បញ្ជា(Ctrl)+D

source: Ctrl+N
km: បញ្ជា(Ctrl)+N

source: Ctrl+Q
de: Ctrl+B
km: បញ្ជា(Ctrl)+Q

source: Ctrl+R
km: បញ្ជា(Ctrl)+R

source: Ctrl+S
de: Ctrl+W
km: បញ្ជា(Ctrl)+S

source: Default credential cache
ar: الذاكرة المؤقتة للصلاحيات الافتراضية
cs: Výchozí mezipaměť akreditací
de: Standard Ticket Speicher
es: Caché de credencial predeterminada
fr: Cache de références par défaut
hu: Alapértelmezett okmány gyorsítótár
ja: 既定の証明書キャッシュ
km: ឃ្លាំង​សម្ងាត់​លំនាំដើម
ru: Кеш реквизитов доступа по умолчанию
sv: Cache för standardinloggningsuppgifter

source: Default principal: %3
ar: المبدأ الافتراضي: %3
cs: Výchozí příkazce: %3
de: Standard Principal: %3
es: Sujeto principal predeterminado: %3
fr: Principal par défaut : %3
hu: Alapértelmezett igazgató: %3
ja: 既定の証明書: %3
km: គោលការណ៍​លំនាំដើម ៖ %3
ru: Роль по умолчанию: %3
sv: Standardprincip: %3

source: Destroy Kerberos Ticket Cache?
ar: هل تريد إتلاف الذاكرة المؤقتة لبطاقة Kerberos؟
cs: Zničit mezipaměť lístků Kerberos?
de: Kerberos Ticket Liste zerstören?
es: ¿Destruir la caché del ticket de Kerberos?
fr: Détruire le cache des tickets kerberos ?
hu: Törli a Kerberos jegy gyorsítótárat?
ja: Kerberos チケットキャッシュを破棄しますか？
km: បំផ្លាញ​ឃ្លាំង​សម្ងាត់​សំបុត្រ​របស់ Kerberos ?
ru: Уничтожить кеш билетов Kerberos?
sv: Vill du förstöra cachen för Kerberos-biljetter?

source: Destroy the Ticket
ar: إتلاف البطاقة
cs: Zrušit lístek
de: Ticket zerstören
es: Destruir el ticket
fr: Détruire le ticket
hu: Jegy törlése
ja: チケットの破棄
km: បំផ្លាញ​សំបុត្រ
ru: Уничтожить билет
sv: Förstör biljetten

source: Do you want to destroy the ticket cache?
ar: هل تريد إتلاف الذاكرة المؤقتة للبطاقة؟
cs: Opravdu chcete vymazat mezipaměť lístku?
de: Wollen Sie die Ticket Liste zerstören?
es: ¿Desea destruir la caché del ticket?
fr: Voulez-vous détruire le cache du ticket ?
hu: Valóban le akarja törölni a jegy gyorsítótárat?
ja: チケットキャッシュを破棄してよろしいですか？
km: តើ​អ្នក​ចង់​បំផ្លាញ​ឃ្លាំង​សម្ងាត់​សំបុត្រ​ឬ ?
ru: Вы хотите уничтожить кеш билетов?
sv: Vill du förstöra biljettcachen?

source: Enter new password:
ar: إدخال كلمة السر الجديدة:
cs: Zadejte nové heslo:
de: Neues Passwort eingeben:
es: Introducir la nueva contraseña:
fr: Entrer le nouveau mot de passe :
hu: Adja meg az új jelszót:
ja: 新しいパスワードを入力してください:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​ថ្មី ៖
ru: Введите новый пароль:
sv: Ange nytt lösenord:

source: Error !
ar: خطأ !
cs: Chyba!
de: Fehler !
fr: Erreur !
hu: Hiba!
ja: エラー !
km: កំហុស !
ru: Ошибка!
sv: Fel!

source: Error while setting cache flags
ar: حدث خطأ أثناء إعداد علامات الذاكرة المؤقتة
cs: Chyba při nastavování příznaků mezipaměti
de: Es ist ein Fehler beim setzen der Ticket Listen Markierung aufgetreten
es: Se ha producido un error al establecer los indicadores de la caché
fr: Erreur lors de la définition des drapeaux de cache
hu: Hiba történt a gyorsítótár jellemzőinek beállítása közben
ja: キャッシュフラグを設定する際のエラー
km: កំហុស​ខណៈពេល​កំណត់​ទង់​ឃ្លាំង​សម្ងាត់
ru: Ошибка при установке флагов кеша
sv: Det gick inte att ange cacheflaggor

source: Expires
ar: انتهاء مدة الصلاحية
cs: Vyprší
de: Gültigkeitsende
es: Caduca
fr: Expire
hu: Lejár
ja: 期限
km: ផុត​កំណត់
ru: Истекает
sv: Upphör att gälla

source: Failure
ar: فشل
cs: Selhání
de: Fehler
es: Fallo
fr: Échec
hu: Hiba
ja: 失敗
km: ​បរាជ័យ
ru: Ошибка
sv: Misslyckades

source: Forwardable
ar: قابل لإعادة التوجيه
cs: Přeposílatelné
es: Reenviable
fr: Expédiable
hu: Továbbítható
ja: 転送可能
km: អាច​បញ្ជូន​បន្ត​បាន
ru: перенаправляемый
sv: Kan vidarebefordras

source: Forwarded
ar: معاد توجيهه
cs: Přeposlané
es: Reenviado
fr: Expédié
hu: Továbbított
ja: 転送済み
km: បានបញ្ជូនបន្ត
ru: перенаправленный
sv: Vidarebefordrat

source: HW Auth
ar: تصديق الأجهزة
cs: HW autorizace
es: Autenticación previa vía hardware (hw auth)
fr: Auth HW
hu: HW hitelesítés
ja: ハードウエア認証
km: អ្នក​និពន្ធ HW
ru: Аппаратная аутентификация
sv: Maskinvaruautentisering

source: I couldn't detect any system tray on this system.
ar: تعذر اكتشاف أية علبة نظام في هذا النظام.
cs: V tomto systému nebyla zjištěna žádná oznamovací oblast.
de: Ich kann kein System Tray auf diesem System finden.
es: No he podido detectar ninguna bandeja del sistema en este equipo.
fr: Je n'ai pu détecter aucune barre d'état système sur ce système.
hu: Nem találtam semmilyen rendszertálcát a rendszeren.
ja: このシステムにシステムトレイが見つかりません。
km: ខ្ញុំ​មិន​អាច​រកឃើញ​ថាស​ប្រព័ន្ធ​ណាមួយ​​នៅ​ក្នុង​ប្រព័ន្ធ​នេះ​ទេ ។
ru: Не удалось обнаружить системный трей в этой системе.
sv: Jag hittar inget systemfält på datorn.

source: Initial
ar: أولي
cs: Počáteční
es: Inicial
hu: Kezdeti
ja: 初期
km: ចាប់ផ្ដើម
ru: Начальный
sv: Första

source: Invalid
ar: غير صالح
cs: Neplatné
es: No válido
fr: Non valide
hu: Érvénytelen
ja: 不正
km: មិន​​ត្រឹមត្រូវ
ru: Неверный
sv: Ogiltig

source: Invalid Password
ar: كلمة السر غير صالحة
cs: Neplatné heslo
de: Ungültiges Passwort
es: Contraseña no válida
fr: Mot de passe incorrect
hu: Érvénytelen jelszó
ja: パスワードが正しくありません
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ
ru: Неверный пароль
sv: Ogiltigt lösenord

source: Invalid principal name
ar: اسم أساسي غير صالح
cs: Neplatné jméno ověřované entity
de: Ungültiger Principal Name
es: Nombre del sujeto principal no válido
fr: Nom principal invalide
hu: Érvénytelen igazgatónév
ja: プリンシパル名が正しくありません
km: ឈ្មោះ​គោលាការណ៍​មិន​ត្រឹមត្រូវ
ru: Неверное имя роли
sv: Ogiltigt principnamn

source: Kerberos Password Dialog
ar: مربع حوار كلمة سر Kerberos
cs: Dialogové okno hesla Kerberos
de: Kerberos Passwort Dialog
es: Cuadro de diálogo para contraseña de Kerberos
fr: Boîte de dialogue du mot de passe Kerberos
hu: Kerberos jelszó párbeszédablak
ja: Kerberos パスワードダイアログ
km: ប្រអប់​ពាក្យ​សម្ងាត់​របស់ Kerberos
ru: Диалог пароля Kerberos
sv: Dialogruta för Kerberos-lösenord

source: Kerberos Ticket List
ar: قائمة بطاقات Kerberos
cs: Seznam lístků Kerberos
de: Kerberos Ticket Liste
es: Lista del ticket de Kerberos
fr: Liste des tickets Kerberos
hu: Kerberos jegylista
ja: Kerberos チケット一覧
km: បញ្ជី​សំបុត្រ​របស់ Kerberos
ru: Список билетов Kerberos
sv: Lista över Kerberos-biljetter

source: Key Encryption Type
ar: نوع تشفير المفتاح
cs: Typ šifrování klíče
de: Verschlüsselungstyp (Schlüssel)
es: Tipo de cifrado de clave
fr: Type de clé de chiffrement
hu: Kulcs titkosítás módja
ja: 鍵の暗号化種類
km: ប្រភេទ​អ៊ិនគ្រីបសោ
ru: Тип шифрования ключа
sv: Typ av nyckelkryptering

source: Lifetime:
ar: العمر:
cs: Doba života:
de: Lebensdauer:
es: Tiempo de vida:
fr: Durée de vie :
hu: Élettartam:
ja: 存続期間:
km: ពេលវេលា ៖
ru: Время жизни:
sv: Livslängd:

source: May Postdate
ar: إمكانية التأريخ بتاريخ آجل
cs: Může být označen pozdějším datem
es: Posibilidad de posfechar
fr: Peut postdater
hu: Későbbre keltezhető
ja: 事後日付の許可
km: អាច​ចុះ​កាលបរិច្ឆេទ
ru: Может датироваться будущим числом
sv: Kan förses med senare datum

source: New Ticket
ar: بطاقة جديدة
cs: Nový lístek
de: Neues Ticket
es: Nuevo ticket
fr: Nouveau ticket
hu: Új jegy
ja: 新しいチケット
km: សំបុត្រ​ថ្មី
ru: Новый билет
sv: Ny biljett

source: No Credential Cache found
ar: لم يتم العثور على ذاكرة مؤقتة للصلاحية
cs: Nebyla nalezena mezipaměť akreditací
de: Keine Ticket Liste gefunden
es: No se ha encontrado la caché de la credencial
fr: Aucun cache de référence trouvé
hu: Nem található okmány gyorsítótár
ja: 証明書のキャッシュが見つかりません
km: រក​មិនឃើញ​ឃ្លាំង​សម្ងាត់
ru: Не найден кеш реквизитов доступа
sv: Ingen cache för inloggningsuppgifter hittades

source: No credentials cache found
ar: لم يتم العثور على ذاكرة مؤقتة للصلاحيات
cs: Nebyla nalezena mezipaměť akreditací
de: Keine standard Ticket Liste gefunden
es: No se ha encontrado la caché de las credenciales
fr: Aucun cache de référence trouvé
hu: Nem található okmány gyorsítótár
ja: 証明書のキャッシュが見つかりません
km: រក​មិនឃើញ​ឃ្លាំង​សម្ងាត់​
ru: Не найден кеш реквизитов доступа
sv: Ingen cache för inloggningsuppgifter hittades

source: Ok as Delegate
ar: موافق حسب التفويض
cs: V pořádku jako delegát
es: Aceptar como delegado
fr: Ok en tant que délégué
hu: Megbízottként elfogadható
ja: 代理として了承
km: យល់​ព្រមជា​អ្នក​ទទួលសិទ្ធិ
ru: Ok как Delegate
sv: Godkänd som ombud

source: Password change failed
ar: فشل تغيير كلمة السر
cs: Změna hesla selhala
de: Passwort ändern fehlgeschlagen
es: No se ha podido cambiar la contraseña
fr: Échec de la modification du mot de passe
hu: A jelszó módosítása sikertelen
ja: パスワードの変更に失敗しました
km: បាន​បរាជ័យ​ក្នុងកា​រផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់
ru: Не удалось изменить пароль
sv: Det gick inte att ändra lösenordet

source: Password:
ar: كلمة السر:
cs: Heslo:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード:
km: ពាក្យ​សម្ងាត់ ៖
ru: Пароль:
sv: Lösenord:

source: Please enter the Kerberos password for <b>%1</b>
ar: الرجاء إدخال كلمة سر Kerberos لـ <b>%1</b>
cs: Zadejte heslo Kerberos uživatele <b>%1</b>
de: Geben Sie bitte das Kerberos Passwort für <b>%1</b> ein
es: Por favor, introduzca la contraseña de Kerberos para <b>%1</b>
fr: Saisissez le mot de passe Kerberos pour <b>%1</b>
hu: Kérem adja meg <b>%1</b> Kerberos jelszavát
ja: <b>%1</b> の Kerberos パスワードを入力してください
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​ Kerberos សម្រាប់ <b>%1</b>
ru: Пожалуйста, введите пароль Kerberos для <b>%1</b>
sv: Ange Kerberos-lösenordet för <b>%1</b>

source: Postdated
ar: مؤجل
cs: S pozdějším datem
es: Posfechado
fr: Postdaté
hu: Későbbre keltezett
ja: 事後日付
km: ចុះកាល​បរិច្ឆេទ​
ru: Датировано будущим числом
sv: Postdaterad

source: Pre Auth
ar: تصديق مسبق
cs: Před autorizací
es: Autenticación previa (pre auth)
fr: Pré Auth
hu: Hitelesítés előtti
ja: 事前認証
km: អ្នក​និពន្ធ​មុន
ru: Предварительная аутентификация
sv: Förautentisering

source: Principal:
ar: أساسي:
cs: Ověřovaná entita:
es: Sujeto principal:
hu: Igazgató:
ja: プリンシパル:
km: គោលការណ៍ ៖
ru: Роль:
sv: Princip:

source: Property
ar: خاصية
cs: Vlastnost
de: Eigenschaft
es: Propiedad
fr: Propriétés
hu: Tulajdonság
ja: プロパティ
km: លក្ខណៈ​សម្បត្តិ
ru: Свойство
sv: Egenskap

source: Proxiable
ar: موكَّل
cs: Distribuovatelné
es: A través de proxy
hu: Proxyzható
ja: 代理可能
km: អាច​ដាក់​ប្រូកស៊ី​បាន
ru: кешируемый
sv: Kan vidarebefordras via proxy

source: Proxy
ar: وكيل
ja: 代理
km: ប្រូកស៊ី
ru: Прокси

source: Quit krb5TicketWatcher
ar: إنهاء krb5TicketWatcher
cs: Ukončit program krb5TicketWatcher
de: krb5TicketWatcher beenden
es: Abandonar krb5TicketWatcher
fr: Quitter krb5TicketWatcher
hu: Kilépés a krb5TicketWatcher-ből
ja: krb5TicketWatcher の終了
km: ចេញ​ពី​កម្មវិធីមើល​សំបុត្រ​ krb5
ru: Выйти из krb5TicketWatcher
sv: Avsluta krb5TicketWatcher

source: Re&store
ar: ا&ستعادة
cs: Ob&novit
de: &Wiederherstellen
es: Re&stablecer
fr: Re&staurer
hu: Hely&reállítás
ja: 復元 (&S)
km: ស្ដារឡើង​វិញ
ru: Восстановить(&s)
sv: Åter&ställ

source: Reenter password:
ar: إعادة إدخال كلمة السر:
cs: Zadejte znovu heslo:
de: Passwort wiederholen:
es: Volver a introducir la contraseña:
fr: Retaper le mot de passe :
hu: Új jelszó ismét:
ja: パスワードの再入力:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​ម្ដង​ទៀត ៖
ru: Повторите пароль:
sv: Skriv lösenordet igen:

source: Renew the Ticket
ar: إعادة تجديد البطاقة
cs: Obnovit lístek
de: Ticket erneuern
es: Renovar el ticket
fr: Renouveler le ticket
hu: Jegy megújítása
ja: チケットの更新
km: បន្ត​សំបុត្រ​
ru: Обновить билет
sv: Förnya biljetten

source: Renew until
ar: إعادة التجديد حتى
cs: Obnovit do
de: Erneuerbar bis
es: Renovar hasta
fr: Renouveler jusqu'à
hu: Megújítás eddig
ja: 以下までに更新
km: បន្ត​រហូត​ដល់
ru: Обновлять до
sv: Förnya fram till

source: Renewable
ar: قابل للتجديد
cs: Obnovitelné
es: Renovable
fr: Renouvelable
hu: Megújítható
ja: 更新可能
km: អាច​បន្ត
ru: Обновляемый
sv: Kan förnyas

source: Renewable for:
ar: قابل للتجديد لـ:
cs: Obnovitelný pro
de: Erneuerbar für:
es: Renovable durante:
fr: Renouvelable pour :
hu: Megújítható ehhez:
ja: 以下向けに更新可能:
km: អាច​បន្ត​សម្រាប់ ៖
ru: Обновляем для:
sv: Kan förnyas för:

source: Restore the Window
ar: استعادة الإطار
cs: Obnovit okno
de: Fenter wiederherstellen
es: Restablecer la ventana
fr: Restaurer la fenêtre
hu: Az ablak helyreállítása
ja: ウインドウを復元
km: ស្ដារ​បង្អួច
ru: Восстановить окно
sv: Återställ fönstret

source: Service principal
ar: خدمة أساسية
cs: Ověřovaná entita služby
de: Dienst Principal
es: Sujeto principal del servicio
fr: Principal service
hu: Szolgáltatás igazgató
ja: サービスプリンシパル
km: គោលការណ៍​សេវា
ru: Роль службы
sv: Tjänstprincip

source: Systray
ar: علبة النظام
cs: Oznamovací oblast
de: System Tray
es: Bandeja del sistema
fr: Zone de notification
hu: Rendszertálca
ja: システムトレイ
km: ថាស​ប្រព័ន្ធ
ru: Системный трей
sv: Systemfältet

source: The password you entered is invalid
ar: كلمة السر التي تم إدخالها غير صالحة
cs: Zadané heslo je neplatné
de: Das eingegebene Passwort ist ungültig
es: La contraseña que introdujo no es válida
fr: Le mot de passe que vous avez entré est invalide
hu: A megadott jelszó érvénytelen
ja: 入力したパスワードが正しくありません
km: ពាក្យ​សម្ងាត់​ដែល​អ្នក​បានបញ្ចូល​មិន​ត្រឹមត្រូវ​ទេ
ru: Введённый пароль неверен
sv: Det lösenord du angett är inte giltigt

source: The passwords are not equal
ar: كلمتا السر غير متطابقين
cs: Hesla nejsou shodná
de: Die Passwörter sind nicht gleich
es: Las contraseñas no son iguales
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
ja: パスワードが一致していません
km: ពាក្យ​សម្ងាត់​មិនស្មើ​គ្នា
ru: Пароли не совпадают
sv: Lösenorden är olika

source: Ticket Encryption Type
ar: نوع تشفير البطاقة
cs: Typ šifrování lístku
de: Verschlüsselungtyp (Ticket)
es: Tipo de cifrado para el ticket
fr: Type de chiffrement de ticket
hu: Jelszó titkosítás módja
ja: チケットの暗号化種類
km: ប្រភេទ​អ៊ិនគ្រីប​សំបុត្រ
ru: Тип шифрования билета
sv: Typ av biljettkryptering

source: Ticket Flags
ar: علامات البطاقة
cs: Příznaky lístku
de: Ticket Kennzeichen
es: Indicadores del ticket
fr: Drapeaux de ticket
hu: Jegy jellemzők
ja: チケットフラグ
km: ទង់សំបុត្រ
ru: Флаги билета
sv: Biljettflaggor

source: Ticket Flags Legend
ar: وسيلة إيضاح علامات البطاقة
cs: Legenda příznaků lístku
es: Leyenda de los indicadores para el ticket
fr: Légendes de drapeaux de ticket
hu: Jegy jellemzőinek múltja
ja: チケットフラグの説明
km: តាង​ទង់ជាតិ​សំបុត្រ
ru: Легенда флагов билета
sv: Beskrivning av biljettflaggor

source: Ticket cache cannot be destroyed.
ar: تعذر إتلاف الذاكرة المؤقتة للبطاقة.
cs: Mezipaměť lístku nelze vymazat.
de: Die Ticket Liste konnte nicht zerstört werden.
es: No se puede destruir la caché del ticket.
fr: Le cache de ticket ne peut pas être détruit.
hu: A jegy gyorsítótár nem törölhető.
ja: チケットキャッシュを破棄できません。
km: ឃ្លាំង​សម្ងាត់​សំបុត្រ​មិនអាច​ត្រូវ​បានបង្ហាញ ។
ru: Невозможно уничтожить кеш билетов.
sv: Det går inte att förstöra biljettcachen.

source: Ticket cache: %1:%2
ar: ذاكرة البطاقة المؤقتة: %1:%2
cs: Mezipaměť lístku: %1:%2
de: Ticket Speicher: %1:%2
es: Caché del ticket: %1:%2
fr: Cache de ticket : %1:%2
hu: Jegy gyorsítótár: %1: %2
ja: チケットキャッシュ: %1:%2
km: ឃ្លាំង​សម្ងាត់​សំបុត្រ ៖ %1:%2
ru: Кеш билетов: %1:%2
sv: Biljettcache: %1:%2

source: Ticket expires in %1
ar: تنتهي صلاحية البطاقة في %1
cs: Platnost lístku vyprší za %1
de: Ticket läuft in %1 ab
es: El ticket caduca en %1
fr: Le ticket expire dans %1
hu: Jegy lejárata: %1
ja: チケットは %1 で期限が切れます
km: សំបុត្រ​ផុត​កំណត់​ក្នុង​រយៈពេល %1
ru: Билет истекает в %1
sv: Biljetten upphör att gälla om %1

source: Ticket flags
ar: علامات البطاقة
cs: Příznaky lístku
de: Ticket Kennzeichen
es: Indicadores del ticket
fr: Drapeaux de ticket
hu: Jegy jellemzői
ja: チケットフラグ
km: ទង់​សំបុត្រ
ru: Флаги билета
sv: Biljettflaggor

source: Ticket renewed
ar: تم تجديد البطاقة
cs: Lístek obnoven
de: Ticket erneuert
es: Ticket renovado
fr: Ticket renouvelé
hu: Jegy megújítva
ja: チケット更新済み
km: បានបន្ត​សំបុត្រ
ru: Билет обновлён
sv: Förnyad biljett

source: Ticket successfully renewed.
ar: تم تجديد البطاقة بنجاح.
cs: Lístek byl úspěšně obnoven.
de: Ticket erfolgreich erneuert.
es: El ticket se ha renovado correctamente.
fr: Ticket renouvelé avec succès.
hu: Jegy sikeresen megújítva.
ja: チケットは正しく更新できました。
km: បាន​បន្ត​សំបុត្រ​ដោយ​ជោគជ័យ ។
ru: Билет успешно обновлён.
sv: Biljetten har förnyats.

source: Time Remaining
ar: الوقت المتبقي
cs: Zbývající čas
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hu: Hátralévő idő
ja: 残り時間
km: ពេលវេលា​នៅ​សល់
ru: Оставшееся время
sv: Återstående tid

source: Transit Policy Checked
ar: تم التحقق من سياسة الانتقال
cs: Zásady přenosu zkontrolovány
es: Comprobada la política de tránsito
fr: Stratégie de transit vérifiée
hu: Átmenő házirend ellenőrizve
ja: 通行ポリシー確認済み
km: បានពិនិត្យមើល​គោលនយោបាយ​ប្ដូរ
ru: Проверенная политика передачи
sv: Överföringsprincipen har kontrollerats

source: Unknown address type %1
ar: %1 نوع عنوان غير معروف
cs: Neznámý typ adresy %1
de: Unbekannter Adresstyp %1
es: Tipo de dirección %1 desconocida
fr: Type d'adresse %1 inconnu
hu: Ismeretlen cím típus: %1
ja: 不明なアドレス種類 %1
km: មិនស្គាល់​ប្រភេទ​អាសយដ្ឋាន %1
ru: Неизвестный тип адреса %1
sv: Adresstypen %1 är okänd

source: Unknown principal
ar: أساس غير معروف
cs: Neznámá ověřovaná entita
de: Unbekannter Principal
es: Sujeto principal desconocido
fr: Principal inconnu
hu: Ismeretlen igazgató
ja: 不明なプリンシパル
km: មិនស្គាល់​គោលការណ៍
ru: Неизвестная роль
sv: Okänd princip

source: Unknown realm
ar: نطاق غير معروف
cs: Neznámá sféra
de: Unbekanntes Realm
es: Dominio (realm) desconocido
fr: Realm inconnu
hu: Ismeretlen tartomány
ja: 不明な領域
km: មិនស្គាល់ realm
ru: Неизвестная область
sv: Okänd sfär

source: Valid starting
ar: صلاحية البدء
cs: Platné zahájení
de: Gültigkeitsbeginn
es: Inicio válido
fr: Démarrage valide
hu: Érvényesség kezdete
ja: 有効期間の開始
km: ការ​ចាប់ផ្ដើម​ត្រឹមត្រូវ
ru: Запуск проверки
sv: Giltig start

source: Value
ar: قيمة
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
ja: 値
km: តម្លៃ
ru: Значение
sv: Värde

source: days
ar: أيام
cs: Dní
de: Tage
es: días
fr: jours
hu: nap
ja: 日
km: ថ្ងៃ
ru: дней
sv: dagar

source: default
ar: افتراضي
cs: Výchozí
de: standard
es: predeterminado
fr: par défaut
hu: alapértelmezett
ja: 既定
km: លំនាំដើម
ru: по умолчанию
sv: standard

source: forwardable
ar: قابل لإعادة التوجيه
cs: Přeposílatelné
es: reenviable
fr: Expédiable
hu: továbbítható
ja: 転送可能
km: អាច​បញ្ជូន​បន្ត​បាន
ru: перенаправляемый
sv: Kan vidarebefordras

source: hours
ar: ساعات
cs: h
de: Stunden
es: horas
fr: heures
hu: óra
ja: 時間
km: ម៉ោង
ru: часов
sv: timmar

source: minutes
ar: دقائق
cs: min
de: Minuten
es: minutos
hu: perc
ja: 分
km: នាទី
ru: минут
sv: minuter

source: proxiable
ar: موكَّل
cs: Distribuovatelné
es: a través de proxy
hu: proxyzható
ja: 代理可能
km: អាចដាក់ប្រូកស៊ី​បាន
ru: кешируемый
sv: Kan vidarebefordras via proxy

source: seconds
ar: ثوانٍ
cs: s
de: Sekunden
es: segundos
fr: secondes
hu: másodperc
ja: 秒
km: វិនាទី
ru: секунд
sv: sekunder
